#language: ru
#noinspection NonAsciiCharacters

Функциональность: Профиль

  Сценарий: Успешное заполнение профиля
    Когда Я перехожу к редактированию профиля
    И Я указываю фамилию "Sinyakov"
    И Я указываю дату рождения "2001-11-09"
    И Я указываю имя "Ivan"
    И Я указываю отчество "Vladimirovich"
    И Я перехожу далее
    И Я выбираю город "Voronezh"
    И Я перехожу далее
    И Я выбираю из интересов "Photo"
    И Я перехожу далее
    И Я заполняю заметку о себе "Тестовая заметка о себе"

